var threeSelectData = {
    "八里店镇": {
        val: "110000",
        items: {
            "曹报村": {
                val: "110100",
                items: {
                    "计家湾村": "110101",
                    "沈家湾村": "110102"

                }
            },
            "戴南村": {
                val: "110200",
                items: {
                    "山后村": "110202",
                    "章家埭": "110203"
                }
            }
        }
    },
    "妙西镇": {
        val: "120000",
        items: {
            "三家村": {
                val: "120100",
                items: {
                    "石桥头": "120102",
                    "独山头": "120103",

                }
            },
            "上家庄": {
                val: "120200",
                items: {
                    "三里亭": "120202",
                    "扁担湾": "120203"
                }
            }
        }
    }
};
